-- kor
INSERT INTO nickname (nickname, nickname_class_name, language) VALUES
  ('아나톨리아 셰퍼드', '개', 'kor'),
  ('시베리안 허스키', '개', 'kor'),
  
  ('코모도도마뱀', '도마뱀', 'kor'),
  ('코모도왕도마뱀', '도마뱀', 'kor'),
  ('코모도새끼도마뱀', '도마뱀', 'kor'),
  
  ('왕중의왕 사자', '사자', 'kor'),
  ('정글의왕 사자', '사자', 'kor'),
  ('밀림의왕 사자', '사자', 'kor'),
  ('맹수의왕 사자', '사자', 'kor'),
  ('왕 사자', '사자', 'kor'),
  ('왕왕 사자', '사자', 'kor'),
  ('발냄새의왕 사자', '사자', 'kor'),
  
  ('긴팔원숭이', '원숭이', 'kor'),
  ('긴수염원숭이', '원숭이', 'kor'),
  ('긴다리원숭이', '원숭이', 'kor'),
  ('긴팔다리원숭이', '원숭이', 'kor'),
  ('긴허리원숭이', '원숭이', 'kor'),
  ('긴눈원숭이', '원숭이', 'kor'),
  
  ('귀여운토끼', '토끼', 'kor'),
  ('귀요운토끼', '토끼', 'kor'),
  ('귀여니토끼', '토끼', 'kor'),
  ('귀여미토끼', '토끼', 'kor'),
  ('귀요미토끼', '토끼', 'kor'),
  
  ('변신로봇', '로봇', 'kor'),
  ('2단변신로봇', '로봇', 'kor'),
  ('3단변신로봇', '로봇', 'kor'),
  ('4단변신로봇', '로봇', 'kor'),
  ('5단변신로봇', '로봇', 'kor'),
  ('6단변신로봇', '로봇', 'kor'),
  ('7단변신로봇', '로봇', 'kor'),
  ('8단변신로봇', '로봇', 'kor'),
  ('9단변신로봇', '로봇', 'kor'),
  ('10단변신로봇', '로봇', 'kor'),
  ('11단변신로봇', '로봇', 'kor'),
  
  ('동네할아버지', '동네사람', 'kor'),
  ('동네할머니', '동네사람', 'kor'),
  ('동네아저씨', '동네사람', 'kor'),
  ('동네아줌마', '동네사람', 'kor'),
  ('동네형', '동네사람', 'kor'),
  ('동네꼬마', '동네사람', 'kor'),
  
  ('천재오정욱', '오정욱', 'kor'),
  ('미쳐버린천재오정욱', '오정욱', 'kor'),
  
  ('더러운똥오줌', '무생물', 'kor'),
  ('구토잔해물', '무생물', 'kor'),
  
  ('오메가', '오메가', 'kor')
  ;
  
  
-- eng
INSERT INTO nickname (nickname, nickname_class_name, language) VALUES
  ('Anatolian Shepherd', 'Dog', 'eng'),
  ('Siberian husky', 'Dog', 'eng'),
  
  ('Komodo Dragon', 'Lizard', 'eng'),
  
  ('Lion, King of kings', 'Lion', 'eng'),
  ('Lion, King of the Jungle', 'Lion', 'eng'),
  
  ('Gibbon', 'Monkey', 'eng'),
  ('Rabbit', 'Rabbit', 'eng'),
  
  ('Omega', 'Omega', 'eng')
  ;
  
  
  
  